{
  "meteor_showers": [
    {
      "name": "Quadrantids (\n                            QUA)",
      "code": "",
      "description": "The Quadrantids have the potential to be the strongest shower of the year but usually fall short due to the short length of maximum activity (6 hours) and the poor weather experienced during early January. The average hourly rates one can expect under dark skies is 25. These meteors usually lack persistent trains but often produce bright fireballs. Due to the high northerly declination (celestial latitude) these meteors are not well seen from the southern hemisphere. Predictions for 2026 show a peak near 00:36 UT on January 4th. This timing favors Asia..Activity will be severely compromised in 2026 as a full moon occurs on January 3rd. The bright moonlight will obscure all but the brightest meteors therefore the best hourly rates are expected to be less than 10. Next Peak-\n                                                        The Quadrantids will next peak on the Jan 3-4, 2026 night.                            On this night, the moon will be 100% full.",
      "peak": "00:36 UT on January 4th",
      "active_period": "Active from                            December 26th                            to                            January 16th,\n                            2026",
      "zhr": "25",
      "velocity_km_s": "",
      "radiant": "",
      "parent_body": ""
    },
    {
      "name": "Lyrids (\n                            LYR)",
      "code": "",
      "description": "The Lyrids are a medium strength shower that usually produces good rates for three nights centered on the maximum. These meteors also usually lack persistent trains but can produce fireballs. These meteors are best seen from the northern hemisphere where the radiant is high in the sky at dawn. Activity from this shower can be seen from the southern hemisphere, but at a lower rate. Maximum is predicted to occur near 13UT on April 22nd. The waning crescent moon will slightly interfere with viewing these meteors in 2025. Next Peak-\n                                                        The Lyrids will next peak on the Apr 21-22, 2026 night.                            On this night, the moon will be 27% full.",
      "peak": "",
      "active_period": "Active from                            April 17th                            to                            April 26th,\n                            2026",
      "zhr": "",
      "velocity_km_s": "",
      "radiant": "high in the sky at dawn",
      "parent_body": ""
    },
    {
      "name": "eta Aquariids (\n                            ETA)",
      "code": "",
      "description": "The Eta Aquariids are a strong shower when viewed from the southern tropics. From the equator northward, they usually only produce medium rates of 10-30 per hour just before dawn. Activity is good for a week centered the night of maximum activity. These are swift meteors that produce a high percentage of persistent trains, but few fireballs. In 2025, a first quarter moon will set long before the radiant rises so circumstances are excellent for viewing this shower. No abnormal activity is expected in 2025. Next Peak-\n                                                        The eta Aquariids will next peak on the May 5-6, 2025 night.                            On this night, the moon will be 64% full.",
      "peak": "",
      "active_period": "Active from                            April 19th                            to                            May 28th,\n                            2025Currently active",
      "zhr": "",
      "velocity_km_s": "",
      "radiant": "rises so circumstances are excellent for viewing this shower",
      "parent_body": ""
    },
    {
      "name": "Southern delta Aquariids (\n                            SDA)",
      "code": "",
      "description": "The Delta Aquariids are another strong shower best seen from the southern tropics. North of the equator the radiant is located lower in the southern sky and therefore rates are less than seen from further south. These meteors produce good rates for a week centered on the night of maximum. These are usually faint meteors that lack both persistent trains and fireballs. In 2025, a waxing crescent moon will set before the radiant is high in the sky. Therefore circumstances are favorable for viewing this shower during the morning hours.. Next Peak-\n                                                        The Southern delta Aquariids will next peak on the Jul 29-30, 2025 night.                            On this night, the moon will be 27% full.",
      "peak": "",
      "active_period": "Active from                            July 18th                            to                            August 12th,\n                            2025",
      "zhr": "",
      "velocity_km_s": "",
      "radiant": "lower in the southern sky and therefore rates are less than seen from further south",
      "parent_body": ""
    },
    {
      "name": "alpha Capricornids (\n                            CAP)",
      "code": "",
      "description": "The Alpha Capricornids are active from July 12 through August 12 with a \"plateau-like\" maximum centered on July 30th. This shower is not very strong and rarely produces in excess of 5 shower members per hour. What is notable about this shower is the number of bright fireballs produced during its activity period. This shower is seen equally well on either side of the equator. Next Peak-\n                                                        The alpha Capricornids will next peak on the Jul 29-30, 2025 night.                            On this night, the moon will be 27% full.",
      "peak": "",
      "active_period": "Active from                            July 12th                            to                            August 12th,\n                            2025",
      "zhr": "",
      "velocity_km_s": "",
      "radiant": "",
      "parent_body": ""
    },
    {
      "name": "Perseids (\n                            PER)",
      "code": "",
      "description": "The Perseids are the most popular meteor shower as they peak on warm August nights as seen from the northern hemisphere. The Perseids are active from July 14 to September 1. They reach a strong maximum on August 12 or 13, depending on the year. Normal rates seen from rural locations range from 50-75 shower members per hour at maximum. The Perseids are particles released from comet 109P/Swift-Tuttle during its numerous returns to the inner solar system. They are called Perseids since the radiant (the area of the sky where the meteors seem to originate) is located near the prominent constellation of Perseus the hero when at maximum activity. In 2025, the waning gibbous moon will severely compromise this shower at the time of maximum activity. Such conditions will reduce activity by at least 75 percent as only the brighter meteors will be visible. Next Peak-\n                                                        The Perseids will next peak on the Aug 12-13, 2025 night.                            On this night, the moon will be 84% full.",
      "peak": "",
      "active_period": "Active from                            July 17th                            to                            August 23rd,\n                            2025",
      "zhr": "",
      "velocity_km_s": "",
      "radiant": "(the area of the sky where the meteors seem to originate) is located near the prominent constellation of Perseus the hero when at maximum activity",
      "parent_body": "109P/Swift-Tuttle"
    },
    {
      "name": "Orionids (\n                            ORI)",
      "code": "",
      "description": "The Orionids are a medium strength shower that sometimes reaches high strength activity. In a normal year the Orionids produce 10-20 shower members at maximum. In exceptional years, such as 2006-2009, the peak rates were on par with the Perseids (50-75 per hour). Recent displays have produced low to average displays of this shower. In 2025, a waning crescent moon will rise near dawn and will not affect the shower at all.. Next Peak-\n                                                        The Orionids will next peak on the Oct 22-23, 2025 night.                            On this night, the moon will be 2% full.",
      "peak": "",
      "active_period": "Active from                            October 2nd                            to                            November 12th,\n                            2025",
      "zhr": "",
      "velocity_km_s": "",
      "radiant": "",
      "parent_body": ""
    },
    {
      "name": "Southern Taurids (\n                            STA)",
      "code": "",
      "description": "The Southern Taurids are a complex shower made up of two main components, the annual component which peaks on October 14th and the fireball swarm component which peaks on November 4th. Since 2025 is a swarm year, we will list November 4th as the peak. The Taurids (both branches) are rich in fireballs and are often responsible for increased number of fireball reports from September through November. Next Peak-\n                                                        The Southern Taurids will next peak on the Nov 3-4, 2025 night.                            On this night, the moon will be 96% full.",
      "peak": "",
      "active_period": "Active from                            October 13th                            to                            November 27th,\n                            2025",
      "zhr": "",
      "velocity_km_s": "",
      "radiant": "",
      "parent_body": ""
    },
    {
      "name": "Northern Taurids (\n                            NTA)",
      "code": "",
      "description": "This shower is much like the Southern Taurids, just active a bit later in the year. When the two showers are active simultaneously in late October and early November, there is sometimes a notable increase in the fireball activity. Next Peak-\n                                                        The Northern Taurids will next peak on the Nov 8-9, 2025 night.                            On this night, the moon will be 83% full.",
      "peak": "",
      "active_period": "Active from                            October 13th                            to                            December 1st,\n                            2025",
      "zhr": "",
      "velocity_km_s": "",
      "radiant": "",
      "parent_body": ""
    },
    {
      "name": "Leonids (\n                            LEO)",
      "code": "",
      "description": "The Leonids are best known for producing meteor storms in the years of 1833, 1866, 1966, 1999, 2001 and 2002. These outbursts of meteor activity are best seen when the parent object, comet 55P/Tempel-Tuttle, is near perihelion (closest approach to the sun). Yet it is not the fresh material we see from the comet, but rather debris from earlier returns that also happen to be most dense at the same time. Unfortunately, it appears that the earth will not encounter any dense clouds of debris until 2099. Therefore, when the comet returns in 2031 and 2064, there may not be any meteor storms, but perhaps several good displays of Leonid activity when rates are in excess of 100 per hour. Each passing year also presents new possibilities from old debris fields. In 2024, the waning gibbous moon will rise during the late evening hours and will spoil the best viewing hours for this shower. Next Peak-\n                                                        The Leonids will next peak on the Nov 16-17, 2025 night.                            On this night, the moon will be 9% full.",
      "peak": "",
      "active_period": "Active from                            November 3rd                            to                            December 2nd,\n                            2025",
      "zhr": "",
      "velocity_km_s": "",
      "radiant": "",
      "parent_body": "55P/Tempel-Tuttle,"
    },
    {
      "name": "Geminids (\n                            GEM)",
      "code": "",
      "description": "The Geminids are usually the strongest meteor shower of the year and meteor enthusiasts are certain to circle December 13 and 14 on their calendars. This is the one major shower that provides good activity prior to midnight as the constellation of Gemini is well placed from 22:00 onward. The Geminids are often bright and intensely colored. Due to their medium-slow velocity, persistent trains are not usually seen. These meteors are also seen in the southern hemisphere, but only during the middle of the night and at a reduced rate. In 2025, the moon will have a waning crescent phase on December 13/14, which rises near 2am local standard time. Observations prior to this time will be moon-free. Observations after moon rise can still be successful by facing westward with the rising moon at your back.  . Next Peak-\n                                                        The Geminids will next peak on the Dec 13-14, 2025 night.                            On this night, the moon will be 30% full.",
      "peak": "",
      "active_period": "Active from                            December 1st                            to                            December 21st,\n                            2025",
      "zhr": "",
      "velocity_km_s": "",
      "radiant": "",
      "parent_body": ""
    },
    {
      "name": "Ursids (\n                            URS)",
      "code": "",
      "description": "The Ursids are often neglected due to the fact it peaks just before Christmas and the rates are much less than the Geminds, which peaks just a week before the Ursids. Observers will normally see 5-10 Ursids per hour during the late morning hours on the date of maximum activity. There have been occasional outbursts when rates have exceeded 25 per hour. These outbursts appear unrelated to the perihelion dates of comet 8P/Tuttle. This shower is strictly a northern hemisphere event as the radiant fails to clear the horizon or does so simultaneously with the start of morning twilight as seen from the southern tropics.In 2024, a half-illuminated moon will be present in the morning sky and will obscure the fainter meteors. Next Peak-\n                                                        The Ursids will next peak on the Dec 21-22, 2025 night.                            On this night, the moon will be 3% full.",
      "peak": "",
      "active_period": "Active from                            December 16th                            to                            December 26th,\n                            2025",
      "zhr": "",
      "velocity_km_s": "",
      "radiant": "fails to clear the horizon or does so simultaneously with the start of morning twilight as seen from the southern tropics",
      "parent_body": "8P/Tuttle"
    }
  ]
}